# текст повідомлення про зміну кількості секторів
sectors_count_changed_msg = 'На рівні змінилася кількість секторів з {} на {}'
# текст повідомлення про кількість секторів
sectors_count_msg = 'На рівні {} секторів'
# текст повідомлення про зміну назви секторів
sector_renamed_msg = 'Назва сектора №{} змінилася {} з на {}'
# повідомлення про закриття сектору, якщо він без назви
sector_noname_closed_msg = 'Сектор №{} закритий гравцем {}, кодом {}'
# повідомлення про закриття сектору з назвою
sector_named_closed_msg = 'Сектор {} закритий гравцем {}, кодом {}'
# повідомлення про отримання нового завдання
new_level_msg = 'Перехід на новий рівень {}. Отримано нове завдання'
# повідомлення про зміну текста завдання
task_changed_msg = 'Текст завдання змінився'
# повідомлення про кількість підказок на рівні
prompts_count_msg = 'На рівні {} підказок'
# повідомлення про зміну кількості підказок на рівні
prompts_count_changed_msg = 'На рівні {} змінилася кількість підказок з {} на {}'
# повідомлення про зміну тексту підказки
prompt_text_changed_msg = 'На рівні №{} змінився текст підказки №{}'
new_prompt_msg = 'Нова підказка №{}'  # повідомлення про нову підказку
# повідомлення про кількість штрафних підказок
penalty_count_msg = 'На рівні {} штрафних підказок'
# повідомлення про зміну штрафних підказок
penalty_count_changed_msg = 'На рівні {} змінилася кількість штрафних підказок з {} на {}'
# повідомлення про відкрття штрафної підказки
new_penalty_prompt_msg = 'На рівні №{} відкрилася штрафна підказка №{}'
# повідомлення про кількість бонусів на рівні
bonus_count_msg = 'На рівні № {} є {} бонусів'
bonus_text_msg = 'Бонус №{} на рівні №{}'  # повідомлення про зміст бонуса
# повідомлення про додавання нового бонусу
new_bonus_text_msg = 'На рівні №{} додався новий бонус №{}'
# Повідомлення про зміну тексту бонуса
bonus_text_changed = 'Бонус №{} на рівні №{} змінився'
# повідомлення про закриття бонусу
bonus_answered_msg = 'Бонус №{} на рівні №{} закрито гравцем {}, кодом {}'
# повідомлення про пропуск бонусу
bonus_passed_msg = 'Бонус №{} на рівні №{} пропущено(час закінчився)'
